Repository: alejandropascual/quick-restaurant-menu
Catalog: languages/erm-*.po
Languages: es_es, nb_no

source: Clone is not allowed
nb_no: Klon er ikke tillatt

source: Unserializing is not allowed
nb_no: Unserialisering er ikke tillatt

source: Basic Information
nb_no: Grunnleggende informasjon

source: The easiest way to create the menu for your Restaurant
es_es: La manera más fácil de crear tu menú para un restaurante
nb_no: Den enkleste måten å opprette matmeny for din restaurant

source: For Modern User Interaction
nb_no: For moderne bruker interaksjon

source: Login
nb_no: Logg inn

source: Friction-less login using %s shortcode or a widget.
nb_no: Friksjonsløs login ved bruk av %s kortkode eller widget.

source: Registration
nb_no: Registrering

source: Beautiful registration forms fully customizable using the %s shortcode.
nb_no: Vakre registreringsskjemaer kan tilpasses fullt ut ved hjelp av %s kortkoden.

source: Edit Profile
es_es: Editar perfil
nb_no: Endre profil

source: Straight forward edit profile forms using %s shortcode.
nb_no: Rediger profilskjemaer med %s shortcode på en enkel måte.

source: Add New Menu
es_es: Añadir nuevo Menú
nb_no: Legg til ny meny

source: Edit Menu
es_es: Editar Menú
nb_no: Endre meny

source: New Menu
es_es: Nuevo Menú
nb_no: Ny meny

source: All Menus
es_es: Todos los menús
nb_no: Alle menyer

source: View Menus
es_es: Ver menús
nb_no: Vis menyer

source: Search Menus
es_es: Buscar Menús
nb_no: Søk etter menyer

source: No Menus found
es_es: Menús no encontrados
nb_no: Ingen menyer funnet

source: No Menus found in Trash
es_es: Menús no encontrados en la papelera
nb_no: Ingen menyer funnet i søppelkurv

source: Add New
es_es: Añadir nuevo
nb_no: Legg til ny

source: Add New Menu Item
es_es: Añadir nuevo Menú Producto
nb_no: Legg til ny matrett

source: Edit Menu Item
es_es: Editar Menú Producto
nb_no: Endre matrett

source: New Menu Item
es_es: Nuevo Menú Producto
nb_no: Ny matrett

source: All Menu Items
es_es: Todos los Productos
nb_no: Alle matretter

source: View Menu Item
es_es: Ver Productos
nb_no: Vis matrett

source: Search Menu Items
es_es: Buscar Productos
nb_no: Søk etter matretter

source: No Menu Item found
es_es: No se ha encontrado ningún Productos
nb_no: Ingen matretter funnet

source: No Menu Items found in Trash
es_es: No hay productos en la papelera
nb_no: Ingen matretter finnet i søppelkurv

source: Rest. Menu Items
es_es: Rest. Menú Productos
nb_no: Matretter

source: Add New Weekly Menu
es_es: Añadir nuevo Menú Semanal
nb_no: Legg til ny ukentlig meny

source: Edit Weekly Menu
es_es: Editar Menú Semanal
nb_no: Endre ny ukentlig meny

source: New Weekly Menu
es_es: Nuevo Menú Semanal
nb_no: Ny ukentlig meny

source: All Weekly Menus
es_es: Todos los menús semanales
nb_no: Alle ukentlige menyer

source: View Weekly Menu
es_es: Ver menú semanal
nb_no: Vis ukentlig meny

source: Search Weekly Menus
es_es: Buscar Menús semanales
nb_no: Søk etter ukentlige menyer

source: No Weekly Menu found
es_es: No se ha encontrado menú semanal
nb_no: Ingen ukentlige menyer funnet

source: No Weekly Menus found in Trash
es_es: No se han encontrado menús en la papelera
nb_no: Ingen ukentlige menyer funnet i søppelkurv

source: Rest. Menus Week
es_es: Rest. Menú Semana
nb_no: Menyer uke

source: Add Menu Items
es_es: Todos los Menú Productos
nb_no: Legg til matrett

source: Sunday
es_es: Domingo
nb_no: Søndag

source: Monday
es_es: Lunes
nb_no: Mandag

source: Tuesday
es_es: Martes
nb_no: Tirsdag

source: Wednesday
es_es: Miercoles
nb_no: Onsdag

source: Thursday
es_es: Jueves
nb_no: Torsdag

source: Friday
es_es: Viernes
nb_no: Fredag

source: Saturday
es_es: Sabado
nb_no: Lørdag

source: settings
es_es: ajustes
nb_no: Innstillinger

source: Settings
es_es: Ajustes
nb_no: Innstillinger

source: General
nb_no: Generelt

source: Menu Items
es_es: Menú productos
nb_no: Matretter

source: Footer Menu
es_es: Texto debajo del Menú
nb_no: Bunntekst

source: Weekly menu rules
es_es: Reglas menú semanal
nb_no: Ukentlig meny regler

source: Shortcode
nb_no: Kortkode

source: Use this shortcode for displaying the menu in other pages
es_es: Usa este shortcode para mostrar el menú en otras páginas
nb_no: Bruk denne kortkoden for å vise menyen i andre sider

source: Are you sure to delete?
es_es: Estas seguro de borrarlo?
nb_no: Er du sikker på du vil slette denne matretten?

source: Yes, delete it!
es_es: Si, borrarlo.
nb_no: Ja, slett!

source: No Menu selected
es_es: Menú no seleccionado
nb_no: Ingen meny valgt

source: Menu slug
nb_no: Meny slug

source: Use this for changing the slug for the menu Custom Post Type. By default is qr_menu.
es_es: Puedes cambiar la url del menu aquí. Por defecto es qr_menu
nb_no: Bruk denne for for å endre sluggen i nettadressen. Standard er qr_menu.

source: Currency
es_es: Moneda
nb_no: Valuta

source: Add this character to the price. Leave it blank if you don't want to display.
es_es: Añadir este carácter al precio. Dejarlo en blanco si no quieres poner ninguno.
nb_no: Legg til denne karakteren til prisen. La det være tomt hvis du ikke vil vise.

source: Currency position
es_es: Posición símbolo moneda
nb_no: Valutaposisjon

source: Before price
es_es: Antes del precio
nb_no: Før pris

source: After price
es_es: Después del precio
nb_no: Etter pris

source: Menu items thumbnail size
es_es: Menu item miniatura
nb_no: Matretter thumbnail størrelse

source: Custom CSS
es_es: CSS personalizado
nb_no: Egendefinert CSS

source: Insert Custom CSS
es_es: Insertar el CSS personalizado
nb_no: Sett inn egendefinert CSS

source: Inject the CSS in the Front End
es_es: Insertar en la Web el CSS
nb_no: Sett inn CSS i Front End

source: Settings updated.
es_es: Ajustes actualizados.
nb_no: Innstillinger oppdatert.

source: The callback function for setting <strong>%s</strong> is missing.
es_es: La función de retorno para el ajuste <strong>%s</strong> no está programada.
nb_no: Callbackfunksjonen for innstillingen <strong>%s</strong> mangler.

source: Image
es_es: Imagen
nb_no: Bilde

source: SECTION
es_es: SECCION
nb_no: SEKSJON

source: Menu item
nb_no: Matrett

source: Select Image
es_es: Seleccionar Imagen
nb_no: Velg bilde

# modal window
source: Title
es_es: Titulo
nb_no: Tittel

# modal window
source: Description
es_es: Descripción
nb_no: Beskrivelse

# modal window
source: Prices
es_es: Precios
nb_no: Priser

source: Title
es_es: Titulo
nb_no: Tittel

source: Price
es_es: Precio
nb_no: Pris

source: Add price
es_es: Añadir Precio
nb_no: Legg til pris

source: Save
es_es: Guardar
nb_no: Lagre

source: Cancel
es_es: Cancelar
nb_no: Avbryt

source: New Title Section
es_es: Nueva Sección-Título
nb_no: Ny seksjon (tittel)

source: Please, SAVE THIS POST to begin adding Menu Items
es_es: Por favor, GUARDE ESTE POST para empezar a añadir productos a la Carta-Menú.
nb_no: Vennligst LAGRE DENNE POSTEN for å starte å legge til matretter

source: - Create schedules and assign a menu to each of them.
es_es: - Crear horarios y asignarle un menú a cada uno.
nb_no: - Lag tidsplaner og tilordne en meny til hver av dem.

source: - Insert the shortcode in any post or page.
es_es: - Insertar el shortcode en una página/post
nb_no: - Sett inn kortkoden i et innlegg eller en side.

source: - The page/post will show the first menu that satisfied the rule.
es_es: - Aparecerá el menú que cumpla la primera regla.
nb_no: - Siden / innlegget viser den første menyen som tilfredsstilte regelen.

source: UTC time:
es_es: Hora UTC:
nb_no: UTC tid:

source: LOC time:
es_es: Hora LOCAL:
nb_no: LOC tid:

source: ( Use local time to select the time interval. )
es_es: ( Usa la hora local para establecer el intervalo de tiempo. )
nb_no: ( Bruk lokal tid til å velge tidsintervallen. )

source: SELECT MENU:
es_es: SELECCIONAR MENU
nb_no: VELG MENY:

source: Add schedule
es_es: Añadir horario
nb_no: Legg til planlegging

source: Create Restaurants Menus
es_es: Crear Menus para restaurante
nb_no: Opprett restaurantmenyer
